{
    "nav" : {
        "nav-desktop" : {
            "home" : "ទំព័រដើម",
            "about-us" : "អំពីយើង",
            "schedule" : "កាលវិភាគ",
            "membership" : "សមាជិក",
            "merchandise" : "ទំនិញ",
            "contact" : "ទំនាក់ទំនង",
            "language" : "ENGLISH"
        },
        "nav-tablet" : {
            "home" : "ទំព័រដើម",
            "about-us" : "អំពីយើង",
            "schedule" : "កាលវិភាគ",
            "membership" : "សមាជិក",
            "merchandise" : "ទំនិញ",
            "contact" : "ទំនាក់ទំនង",
            "language" : "English"
        }
    },
    "modal-announcement" : {
        "announcement-title" : "សេចក្តីប្រកាស"
    },
    "page-title" : {
        "about-us" : "អំពីយើង",
        "schedule" : "កាលវិភាគ",
        "membership" : "សមាជិក",
        "merchandise" : "ទំនិញ",
        "contact" : "ទំនាក់ទំនង"
    },
    "about" : {
        "who-are-we" : {
            "title" : "យើងជាអ្នកណា?",
            "content" : "H/Art Academy Jiu Jitsu គឺជាសាលាបណ្ដះុបណ្ដាលតែមួយគត់ដែលផ្ដោតទៅលើកាយសម្បទានបោកចំបាប់ ដែលមានគោលបំណងធ្វើអោយកីឡានេះ អាចរៀនបានគ្រប់អតិថិជន មិនប្រកាន់វណ្ណះ ភេទ ឬអាយុឡើយ ។<br><br>យើងចាប់ផ្ដើមពីក្រុមតូចមួយឈ្មោះ BJJ Cambodia ដែលហាត់នៅច្រើនកន្លែង បន្ទាប់មកយើងធ្វើអោយកីឡានេះមានប្រជាប្រិយភាបនៅក្នុងព្រះរាជាណាចក្រកម្ពុជាយើងនេះ។ ពេលក្រុមយើងរីកធំឡើង យើងមានបំណងធ្វើអោយកីឡានេះរីកដុះដាលយ៉ាងប្រសើរទៅមុខទៀត យើងចង់អោយសាលានេះក្លាយជាកន្លែងដែលមនុស្សម្នាគ្រប់ជាន់ថ្នាក់មកហាត់បានគ្រប់គ្នា ទោះជាខ្មែរឫបរទេស ។<br><br>ឥឡូវនេះ យើងរកបានកន្លែងដ៏ល្អមួយឈ្មោះ H/Art Academy Jiu Jitsu ហើយទស្សនះរបស់យើងគឺចង់អោយសាលានេះក្លាយជាកន្លែងដែលបំរើអោយសង្គមទាំងមូល ដែលក្រុមគ្រួសារនឹងមិត្តភក្ដិទាំងអស់អាចមកហាត់ដោយសុវត្តិភាព ហើយពង្រឹងវិជ្ជាជីវះតាមបែប Jiu Jitsu ។<br><br>កីឡាស្ថានយើងផ្ដោតទៅលើក្បាច់បោកចំបាប់ ដើម្បីសុខភាព នឹងជាក្បាច់ការពារខ្លួន ទោះជាអ្នកមកដើម្បីហាត់ប្រាណឫដើម្បីហាត់ការពារខ្លួន ឫហាត់ដើម្បីការប្រកួតប្រជែង យើងមានបំណងអោយអ្នកហាត់បានទាំងអស់ មិនថាអាយុឫកម្រិតត្រិមណាឡើយ ។<br><br>យើងជឿជាក់លើឥទ្ធិពលនៃ Jiu Jitsu ដែលធ្វើអោយយើងក្លាយជាមនុស្សល្អ នឹងទុក្ខចិត្តលើខ្លួនឯង ។"
        },
            "the-gentle-art" : {
            "title" : "ក្បាច់គុណទន់ភ្លន់",
            "content" : "Jiu Jitsu គឺជាក្បាច់គុណដែលផ្អែកលើការប្រយុទ្ធនៅពេលដួលទៅលើដី ផ្ដោតលើការគ្រប់គ្រងគូរបដិបក្សដោយប្រើឥទ្ធិពលនៃសម្ពាធទៅលើបំពង់ក នឹងគន្លាក់ដៃឫជើង ដោយមិនបាច់វៃតប់។ Jiu Jitsu ត្រូវគេបង្កើតលើងដើម្បីអោយមនុស្សដែលមានមាឌតូចហើយខ្សោយ អាចការពារខ្លួនបានជាមួួយគូរបដិបក្សដែលមានមាឌធំនិងកំលាំងខ្លាំង ។<br><br>ពីព្រោះ Jiu Jitsu មិនមែនជាកីឡាប្រដាល់, Jiu Jitsu បានផ្ដោតទៅលើជ្រុងមួយនៃកំលាំងប្រាជ្ញា នឹងបច្ចេកទេសរបស់ក្បាច់ប្រយុទ្ធ ដែលនាំអោយគេចាត់ទុកកីឡាដ៏ស្លូតបូតនេះថា «កំលាំងប្រាជ្ញា និងឈ្នះកំលាំងបាយ ។"
        },
        "for-women" : {
            "title" : "សម្រាប់ស្ត្រី",
            "content" : "Jiu Jitsu គឺជាកីឡាសម្បទានដ៏ប្រពៃមួយ ហើយវាក៏ជាវិធីការពារខ្លួនដ៏ប្រសិទ្ធិភាព ជារឿយៗការវាយប្រតប់និងដួលហើយឈ្នះឫចាញ់នៅលើដី ការរំលោភលើស្រ្តីភេទក៏បានឫមិនបានសំរេចនៅលើដីដែរ ដោយអាស្រយ័ហេតុនេះ Jiu Jitsu គឺជាក្បាច់ការពារខ្លួនដ៏មានប្រសិទ្ធិភាពសំរាប់ស្ត្រីភេទនូវគ្រប់កាលៈទេសៈ វាជាក្បាច់គុណដែលបង្រៀនអ្នកមិនអោយភយ័ស្លន់នៅពេលជួបឧបសគ្គធ្ងន់ធ្ងរ ហើយរកវិធីប្រឈមនិងឧបសគ្គដ៏ជោកជយ័។ ការហ្វិកហាត់ Jiu Jitsu ធ្វើឡើងដោយការអនុវត្តផ្ទាល់ជាមួយមិត្តរួមថ្នាក់ ហើយរៀនរបៀបប្រើកម្លាំងតិចឬច្រើន ដែលធ្វើអោយអ្នកយល់ពីឥទ្ធិភាពនៃ Jiu Jitsu ដោយផ្ទាល់ ហើយលទ្ធផលចុងក្រោយនិងធ្វើអោយស្ត្រីមានភាពវាងវៃ ប្រុងប្រយត្ន័ មោះមុត នឹងមានសមត្ថភាពការពារខ្លួនគ្រប់គ្រាន់ ។"
        },
        "for-kids" : {
            "title" : "សម្រាប់កុមារ",
            "content" : "ការហាត់ Jiu Jitsu គឺអាចចាប់ផ្ដើមពីក្មេងមកម្លេះ ជារឿយៗ យើងតែងតែឮរឿងដែលកូនយើងត្រូវបានបងធំសំឡុតនៅឯក្នុងឫក្រៅសាលារៀន និងឥទ្ធិពលនៃការសំឡុតដែលធ្វើអោយកូនយើងខ្លាចសាលា Jiu Jitsu និងអាចធ្វើអោយកូនលោកអ្នកក្លាហានឡើងវិញ។ Jiu Jitsu មិនមែនតែជាមធ្យោបាយការពារខ្លួនដ៏ប្រសើរនោះទេ វាថែមទាំងធ្វើអោយកូនលោកនាក់ចេះគោរពខ្លួនឯង នឹងចេះគោរពអ្នកដ៏ទៃទៀតផង ។<br><br>ការហ្វិកហាត់ Jiu Jitsu ផ្ដល់អត្ថប្រយោជន៍ដល់កូនលោកនាក់រួមមាន ចេះទំនាក់ទំនងក្នុងសង្គមល្អជាងមុន, ដោះស្រាយនូវបរាជ័យនៃជីវិត, មានទំនុកចិត្តក្នុងខ្លួន, និងមានវិន័យត្រឹមត្រូវក្នុងការងារ។ កុមារនឹងអាណាព្យាបាលនឹងទទួលផលចំណេញយ៉ាងច្រើន ដោយគ្រាន់តែអនុញ្ញាតិអោយកូនលោកនាក់ហាត់ក្បាច់គុណការពារខ្លួនដ៏ស្លូតមួយនេះ ។"
        }
    },
    "schedule" : {
        "date" : {
            "mon" : "ថ្វៃចន្ទ",
            "tue" : "ថ្វៃអង្គារ",
            "wed" : "ថ្វៃពុធ",
            "thu" : "ថ្វៃព្រហស្បតិ៍",
            "fri" : "ថ្វៃសុក្រ",
            "sat" : "ថ្វៃសៅរ៍",
            "sun" : "ថ្វៃអាទិត្យ"
        },
        "legend" : {
            "legend" : {
                "title" : "ចំណងជើង",
                "content" : {
                    "morning" : "ពេលព្រឹក",
                    "noon" : "ពេលរសៀល",
                    "evening" : "ពេលល្ងាច"
                }
            },
            "basic" : {
                "title" : "BASIC",
                "content" : "For all levels, self defense and basic techniques 13yrs+"
            },
            "regular" : {
                "title" : "REGULAR",
                "content" : "Variations of advanced Jiu Jitsu techniques 13yrs+"
            },
            "fundamental" : {
                "title" : "FUNDAMENTAL",
                "content" : "Basic notions and movements for Jiu Jitsu 13yrs+"
            },
            "monthly-tech" : {
                "title" : "MONTHLY TECH",
                "content" : "Monthly techniques with assistant instructors. Changes every month"
            },
            "work-n-play" : {
                "title" : "WORK N' PLAY",
                "content" : "Cardio, strength & conditioning"
            },
            "kids-jj" : {
                "title" : "KIDS JIU JITSU",
                "content" : "Basic Jiu Jitsu techniques, self defense and games for children, from 4yrs to 13yrs"
            },
            "kids-tkd" : {
                "title" : "KIDS TAEKWONDO",
                "content" : "Competitive and self defense Taekwondo, from 6yrs to 14yrs"
            }
        }
    },
    "contact" : {
        "address" : {
            "title" : "អស័យដ្ឋាន:",
            "content" : "របងពណ៌ប្រផេះ ជាន់ទី១ ផ្ទះលេខ ១១៣ ផ្លូវលេខ ១០៥ កែងផ្លូវលេខ ៣០០ ភ្នំពេញ កម្ពុជា ។",
            "phone" : "+855 10 406 748"
        },
        "reference-point" : {
            "title" : "ចំណុចយោង:",
            "content" : "សាលារបស់យើងស្ថិតនៅជាន់ទី ១ កែងផ្លូវលេខ ១០៥ និង ៣០០ ។ ស្ថិតនៅខាងលើនៃហាង Smart Spot និង Pink Nail Salon ។ របងខាងមុខ គឺស្ថិតនៅខាងឆ្វេងដៃ ខាងក្រោយផ្លាក True Money ។<br><br>សូមចុចកណ្តឹងទ្វាសុវត្តិភាព ពេលដែលអ្នកចូលទៅដល់របង់ទី ២ ។"
        },
        "message" : {
            "title" : "ផ្ញើរសារមកកាន់ពួកយើង",
            "name" : "ឈ្មោះ",
            "email" : "អ៊ីម៉ែល",
            "message" : "សារជាអក្សរ",
            "send" : "ផ្ញើរ"
        }
    }
}
